---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.OccupancyUnit.UseDefaultValues
enum: Autodesk.Revit.DB.Mechanical.OccupancyUnit
source: html/9e3fe969-4e01-c33f-5aa1-8b6f263194ee.htm
---
# Autodesk.Revit.DB.Mechanical.OccupancyUnit.UseDefaultValues

OccupancyUnit is UseDefaultValues. Obsoleted from 2018, use BySpaceType instead.